tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "coteditor/coteditor"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "anyenv"
brew "aws-sam-cli"
brew "awscli"
brew "blueutil"
brew "glib"
brew "chezmoi"
brew "circleci"
brew "eza"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "groff"
brew "imagemagick"
brew "mas"
brew "mise"
brew "nkf"
brew "nvm"
brew "peco"
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "python@3.11", link: false
brew "python@3.8"
brew "python@3.9"
brew "tree"
brew "uv"
brew "wmctrl"
brew "yarn"
brew "yt-dlp"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "appcleaner"
cask "bitwarden"
cask "blackhole-16ch"
cask "brave-browser"
cask "chatwork"
cask "cmd-eikana"
cask "coteditor"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hackgen"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "lm-studio"
cask "lunar"
cask "ngrok"
cask "notion-calendar"
cask "notunes"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "skype"
cask "slack"
cask "stay"
cask "steermouse"
cask "timemachineeditor"
cask "vagrant"
cask "visual-studio-code"
cask "whatsapp"
cask "xnconvert"
cask "yt-music"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "ibm.output-colorizer"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jduponchelle.rainbow-end"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "nemesv.copy-file-name"
vscode "redhat.vscode-xml"
vscode "repreng.csv"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "vunguyentuan.vscode-css-variables"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
